dm-materials/enemies/pirate-faction.org
:PROPERTIES:
:ID:       11747c43-8efb-4be0-95b3-6739f0bd8b90
:END:
#+title:    Pirate Faction
#+filetags: :DND:DM:enemy:
#+author:   zfoteff + jelkins
#+date:     [2023-08-11 Fri]
#+summary:  Pirate faction enemy details and descriptions
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../../static/stylesheets/subclass-style.css" />
#+BEGIN_CENTER
[[[id:49c009a8-dbe3-4867-a616-60c55d87ed54][DM Menu]]] [[[id:69fc67b6-3d4a-451e-ab1e-e23bc20215ba][Enemies]]]
#+END_CENTER
-----
* Basic Troops
** Grunt Pirate
Pirates use single-shot pistols that deal high damage with low accuracy. Loyal to the crew, but can be convinced to jump ship for a better deal if the winds of change blow in the opposite direction. Pretty stupid.

#+BEGIN_CENTER
_*CR*_[fn:1]: 2
_*HP*_: 65
_*PP*_[fn:2]: 10
#+END_CENTER
** Ability Scores
| Ability | Score | Bonus | Related Skills                                           |
|---------+-------+-------+----------------------------------------------------------|
| CON     |    14 |    +1 |                                                          |
| STR     |    12 |    +3 | Athletics                                                 bB|
| DEX     |    17 |    +2 | Acrobatics, Sleight of Hand, Stealth                     |
| INT     |    10 |    +0 | Arcana, History, Investigation, Religion                 |
| WIS     |    11 |    +1 | Animal Handling, Insight, Medicine, Perception, Survival |
| CHA     |    10 |    +0 | Deception, Intimidation, Performance, Persuasion         |
** Inventory
| Armor      | Weapons                                            | Items          |
|------------+----------------------------------------------------+----------------|
| Rags 12 AC | Bronze Scimitar (1d6) / slashing +3 to hit         | Bottle of Grog |
|            | Flintlock Pistol (1d8) / piercing +1 to hit        | Thieves Tools  |
** Special Traits
- _*In the Rigging*_: Gain advantage on all Atheltics and Acrobatics checks when on a naval vessel.
** Actions
- _*Multi-attack*_: Make two attacks with the equipped weapon
* Commander Troops
** Cook
:PROPERTIES:
:ID:       ad433008-e7f7-4dc2-ba2f-cb6205f65df7
:END:
The cook of a pirate ship. Probably the only person the crew is truely loyal to, so he will inspire great confidence in them if he is torn away from this work into the battlefield.
#+BEGIN_CENTER
_*CR*_[fn:1]: 3/10
_*HP*_: 85
_*PP*_[fn:2]: 11
#+END_CENTER
*** Ability Scores
| Ability | Score | Bonus | Related Skills                                           |
|---------+-------+-------+----------------------------------------------------------|
| CON     |    18 |    +4 |                                                          |
| STR     |    14 |    +2 | Athletics                                                |
| DEX     |    15 |    +3 | Acrobatics, Sleight of Hand, Stealth                     |
| INT     |    10 |    +0 | Arcana, History, Investigation, Religion                 |
| WIS     |    13 |    +2 | Animal Handling, Insight, Medicine, Perception, Survival |
| CHA     |    13 |    +2 | Deception, Intimidation, Performance, Persuasion         |
*** Inventory
| Armor | Weapons | Items |
|-------+---------+-------|
|       |         |       |
*** Special Traits
*** Actions
** First Mate
:PROPERTIES:
:ID:       afa2e807-0771-46bb-98eb-0b77f24da57f
:END:
Second in command of a pirate crew.
#+BEGIN_CENTER
_*CR*_[fn:1]: 3/10
_*HP*_: 95
_*PP*_[fn:2]: 14
#+END_CENTER
*** Ability Scores
| Ability | Score | Bonus | Related Skills                                           |
|---------+-------+-------+----------------------------------------------------------|
| CON     |    14 |    +2 |                                                          |
| STR     |    18 |    +5 | Athletics                                                |
| DEX     |    14 |    +2 | Acrobatics, Sleight of Hand, Stealth                     |
| INT     |    10 |    +0 | Arcana, History, Investigation, Religion                 |
| WIS     |    12 |    +1 | Animal Handling, Insight, Medicine, Perception, Survival |
| CHA     |     8 |    -1 | Deception, Intimidation, Performance, Persuasion         |
