dm-materials/enemies/pirate-faction.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-09-08 Fri 16:26 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Pirate Faction</title>
<meta name="author" content="zfoteff + jelkins" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../../static/stylesheets/subclass-style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Pirate Faction</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org39bf7a8">1. Basic Troops</a>
<ul>
<li><a href="#orgeb5a649">1.1. Grunt Pirate</a></li>
<li><a href="#orgce058ec">1.2. Ability Scores</a></li>
<li><a href="#orgde346c3">1.3. Inventory</a></li>
<li><a href="#orga255938">1.4. Special Traits</a></li>
<li><a href="#org26802cf">1.5. Actions</a></li>
</ul>
</li>
<li><a href="#orgd1daa69">2. Commander Troops</a>
<ul>
<li><a href="#org8e01c81">2.1. Cook</a>
<ul>
<li><a href="#orgae5c19a">2.1.1. Ability Scores</a></li>
<li><a href="#orgdf7341a">2.1.2. Inventory</a></li>
<li><a href="#org97851e6">2.1.3. Special Traits</a></li>
<li><a href="#org3309088">2.1.4. Actions</a></li>
</ul>
</li>
<li><a href="#orgd39cbf2">2.2. First Mate</a>
<ul>
<li><a href="#org75fcff7">2.2.1. Ability Scores</a></li>
<li><a href="#orgec847a7">2.2.2. Inventory</a></li>
<li><a href="#orgbf20447">2.2.3. Special Traits</a></li>
<li><a href="#orgb9ad100">2.2.4. Actions</a></li>
</ul>
</li>
<li><a href="#org789a191">2.3. Pirate Captain</a>
<ul>
<li><a href="#org7218ca8">2.3.1. Ability Scores</a></li>
<li><a href="#orgf9d093d">2.3.2. Inventory</a></li>
<li><a href="#orgf3f4fbd">2.3.3. Special Traits</a></li>
<li><a href="#org8a43deb">2.3.4. Actions</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb286f5e">3. Boss Troops</a>
<ul>
<li><a href="#orgc5fb3e5">3.1. Pirate Admiral</a>
<ul>
<li><a href="#org5ceb7e7">3.1.1. Ability Scores</a></li>
<li><a href="#orgc111046">3.1.2. Inventory</a></li>
<li><a href="#orgbd66c7d">3.1.3. Special Traits</a></li>
<li><a href="#orgb1c56e5">3.1.4. Actions</a></li>
</ul>
</li>
<li><a href="#org5373d1e">3.2. Fleet Commander</a>
<ul>
<li><a href="#org4f29db3">3.2.1. Ability Scores</a></li>
<li><a href="#org21bcde6">3.2.2. Inventory</a></li>
<li><a href="#org622ca7e">3.2.3. Special Traits</a></li>
<li><a href="#org935e862">3.2.4. Actions</a></li>
</ul>
</li>
<li><a href="#orgf18b44e">3.3. Pirate Lord</a>
<ul>
<li><a href="#org41c3f07">3.3.1. Ability Scores</a></li>
<li><a href="#orgace2f90">3.3.2. Inventory</a></li>
<li><a href="#orge8826ab">3.3.3. Special Traits</a></li>
<li><a href="#org437983e">3.3.4. Actions</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div class="org-center">
<p>
[<a href="../dm.html#ID-49c009a8-dbe3-4867-a616-60c55d87ed54">DM Menu</a>] [<a href="enemies.html#ID-69fc67b6-3d4a-451e-ab1e-e23bc20215ba">Enemies</a>]
</p>
</div>
<hr />
<div id="outline-container-org39bf7a8" class="outline-2">
<h2 id="org39bf7a8"><span class="section-number-2">1.</span> Basic Troops</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgeb5a649" class="outline-3">
<h3 id="orgeb5a649"><span class="section-number-3">1.1.</span> Grunt Pirate</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Pirates use single-shot pistols that deal high damage with low accuracy. Loyal to the crew, but can be convinced to jump ship for a better deal if the winds of change blow in the opposite direction. Pretty stupid.
</p>

<div class="org-center">
<p>
<span class="underline"><b>CR</b></span><sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>: 2
<span class="underline"><b>HP</b></span>: 65
<span class="underline"><b>PP</b></span><sup><a id="fnr.2" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>: 10
</p>
</div>
</div>
</div>
<div id="outline-container-orgce058ec" class="outline-3">
<h3 id="orgce058ec"><span class="section-number-3">1.2.</span> Ability Scores</h3>
<div class="outline-text-3" id="text-1-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Ability</th>
<th scope="col" class="org-right">Score</th>
<th scope="col" class="org-right">Bonus</th>
<th scope="col" class="org-left">Related Skills</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">CON</td>
<td class="org-right">14</td>
<td class="org-right">+1</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">STR</td>
<td class="org-right">12</td>
<td class="org-right">+3</td>
<td class="org-left">Athletics                                                 bB</td>
</tr>

<tr>
<td class="org-left">DEX</td>
<td class="org-right">17</td>
<td class="org-right">+2</td>
<td class="org-left">Acrobatics, Sleight of Hand, Stealth</td>
</tr>

<tr>
<td class="org-left">INT</td>
<td class="org-right">10</td>
<td class="org-right">+0</td>
<td class="org-left">Arcana, History, Investigation, Religion</td>
</tr>

<tr>
<td class="org-left">WIS</td>
<td class="org-right">11</td>
<td class="org-right">+1</td>
<td class="org-left">Animal Handling, Insight, Medicine, Perception, Survival</td>
</tr>

<tr>
<td class="org-left">CHA</td>
<td class="org-right">10</td>
<td class="org-right">+0</td>
<td class="org-left">Deception, Intimidation, Performance, Persuasion</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgde346c3" class="outline-3">
<h3 id="orgde346c3"><span class="section-number-3">1.3.</span> Inventory</h3>
<div class="outline-text-3" id="text-1-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Armor</th>
<th scope="col" class="org-left">Weapons</th>
<th scope="col" class="org-left">Items</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Rags 12 AC</td>
<td class="org-left">Bronze Scimitar (1d6) / slashing +3 to hit</td>
<td class="org-left">Bottle of Grog</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Flintlock Pistol (1d8) / piercing +1 to hit</td>
<td class="org-left">Thieves Tools</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orga255938" class="outline-3">
<h3 id="orga255938"><span class="section-number-3">1.4.</span> Special Traits</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li><span class="underline"><b>In the Rigging</b></span>: Gain advantage on all Atheltics and Acrobatics checks when on a naval vessel.</li>
</ul>
</div>
</div>
<div id="outline-container-org26802cf" class="outline-3">
<h3 id="org26802cf"><span class="section-number-3">1.5.</span> Actions</h3>
<div class="outline-text-3" id="text-1-5">
<ul class="org-ul">
<li><span class="underline"><b>Multi-attack</b></span>: Make two attacks with the equipped weapon</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgd1daa69" class="outline-2">
<h2 id="orgd1daa69"><span class="section-number-2">2.</span> Commander Troops</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org8e01c81" class="outline-3">
<h3 id="org8e01c81"><span class="section-number-3">2.1.</span> Cook</h3>
<div class="outline-text-3" id="text-2-1">
<p>
The cook of a pirate ship. Probably the only person the crew is truely loyal to, so he will inspire great confidence in them if he is torn away from this work into the battlefield.
</p>
<div class="org-center">
<p>
<span class="underline"><b>CR</b></span><sup><a id="fnr.1.100" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>: 3/10
<span class="underline"><b>HP</b></span>: 85
<span class="underline"><b>PP</b></span><sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>: 11
</p>
</div>
</div>
<div id="outline-container-orgae5c19a" class="outline-4">
<h4 id="orgae5c19a"><span class="section-number-4">2.1.1.</span> Ability Scores</h4>
<div class="outline-text-4" id="text-2-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Ability</th>
<th scope="col" class="org-right">Score</th>
<th scope="col" class="org-right">Bonus</th>
<th scope="col" class="org-left">Related Skills</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">CON</td>
<td class="org-right">18</td>
<td class="org-right">+4</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">STR</td>
<td class="org-right">14</td>
<td class="org-right">+2</td>
<td class="org-left">Athletics</td>
</tr>

<tr>
<td class="org-left">DEX</td>
<td class="org-right">15</td>
<td class="org-right">+3</td>
<td class="org-left">Acrobatics, Sleight of Hand, Stealth</td>
</tr>

<tr>
<td class="org-left">INT</td>
<td class="org-right">10</td>
<td class="org-right">+0</td>
<td class="org-left">Arcana, History, Investigation, Religion</td>
</tr>

<tr>
<td class="org-left">WIS</td>
<td class="org-right">13</td>
<td class="org-right">+2</td>
<td class="org-left">Animal Handling, Insight, Medicine, Perception, Survival</td>
</tr>

<tr>
<td class="org-left">CHA</td>
<td class="org-right">13</td>
<td class="org-right">+2</td>
<td class="org-left">Deception, Intimidation, Performance, Persuasion</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgdf7341a" class="outline-4">
<h4 id="orgdf7341a"><span class="section-number-4">2.1.2.</span> Inventory</h4>
<div class="outline-text-4" id="text-2-1-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Armor</th>
<th scope="col" class="org-left">Weapons</th>
<th scope="col" class="org-left">Items</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org97851e6" class="outline-4">
<h4 id="org97851e6"><span class="section-number-4">2.1.3.</span> Special Traits</h4>
</div>
<div id="outline-container-org3309088" class="outline-4">
<h4 id="org3309088"><span class="section-number-4">2.1.4.</span> Actions</h4>
</div>
</div>
<div id="outline-container-orgd39cbf2" class="outline-3">
<h3 id="orgd39cbf2"><span class="section-number-3">2.2.</span> First Mate</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Second in command of a pirate crew.
</p>
<div class="org-center">
<p>
<span class="underline"><b>CR</b></span><sup><a id="fnr.1.100" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>: 3/10
<span class="underline"><b>HP</b></span>: 95
<span class="underline"><b>PP</b></span><sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>: 14
</p>
</div>
</div>
