dm-materials/enemies/pirate-faction.org
*** Inventory
| Armor             | Weapons                                      | Items                    |
|-------------------+----------------------------------------------+--------------------------|
| Chain Shirt 15 AC | Silver Longsword 1d8 / slashing +7 to hit    | Navigators Tools         |
|                   | Flintlock Pistol x4 1d8 / piercing +2 to hit | Vial of Serpent Venom x2 |
|                   |                                              | Spyglass                 |
|                   |                                              | 15 Gold, 1 Dragon Peso   |
*** Special Traits
- Perception +4
*** Actions
- _*Poison Sword*_: Slash an enemy with a slyly poisoned sword. Do the normal damage and force the creature to make a CON saving throw or take 1d6 poison damage per turn.
- _*Direct Crew*_: When a ally within hearing distance of the first mate makes an attack roll or saving throw, the first mate can utter a command or warning. The ally adds 1d6 to the roll, provided it can understand the language
** Pirate Captain
:PROPERTIES:
:ID:       f6a4850c-0ca5-4a17-befb-b7e0e4bc7a72
:END:
Captain of a pirate ship. Earned their crew's loyalty though brutality, promise of treasure, or a healthy mixture of both.

#+BEGIN_CENTER
_*CR*_[fn:1]: 4/10
_*HP*_: 135
_*PP*_[fn:2]: 15
#+END_CENTER
*** Ability Scores
| Ability | Score | Bonus | Related Skills                                           |
|---------+-------+-------+----------------------------------------------------------|
| CON     |    15 |    +2 |                                                          |
| STR     |    20 |    +5 | Athletics                                                |
| DEX     |    18 |    +3 | Acrobatics, Sleight of Hand, Stealth                     |
| INT     |    11 |    +1 | Arcana, History, Investigation, Religion                 |
| WIS     |    12 |    +2 | Animal Handling, Insight, Medicine, Perception, Survival |
| CHA     |    14 |    +3 | Deception, Intimidation, Performance, Persuasion         |
*** Inventory
| Armor                       | Weapons                                        | Items              |
|-----------------------------+------------------------------------------------+--------------------|
| Studded Leather Armor 15 AC | Steel Scimitar 2d6 / slashing +6 to hit        | Treasure Chest Key |
|                             | Flintlock Pistol x6 (1d8) / piercing +2 to hit | Navigators Tools   |
|                             |                                                |                    |
|                             |                                                | 30 Gold, 3 Dragon Pesos |
*** Special Traits
- Persuasion +4
*** Actions
- _*Direct Crew*_: All allies within hearing distance of the captian get 1d6 added to their next attack roll or saving throw, provided it can understand the language.
- _*Multiattack*_: The captain can make two attacks with its swords or pistols.
* Boss Troops
** Pirate Admiral
#+BEGIN_CENTER
_*CR*_[fn:1]: 10/10
_*HP*_: 14
_*PP*_[fn:2]: 11
#+END_CENTER
*** Ability Scores
| Ability | Score | Bonus | Related Skills                                           |
|---------+-------+-------+----------------------------------------------------------|
| CON     |    14 |    +1 |                                                          |
| STR     |    12 |    +3 | Athletics                                                |
| DEX     |    17 |    +2 | Acrobatics, Sleight of Hand, Stealth                     |
| INT     |    10 |    +0 | Arcana, History, Investigation, Religion                 |
| WIS     |    11 |    +1 | Animal Handling, Insight, Medicine, Perception, Survival |
| CHA     |    10 |    +0 | Deception, Intimidation, Performance, Persuasion         |
*** Inventory
| Armor | Weapons | Items |
|-------+---------+-------|
|       |         |       |
*** Special Traits
*** Actions
** Fleet Commander
#+BEGIN_CENTER
_*CR*_[fn:1]: 10/10
_*HP*_: 14
_*PP*_[fn:2]: 11
#+END_CENTER
