dm-materials/enemies/pirate-faction.html
<div id="outline-container-org75fcff7" class="outline-4">
<h4 id="org75fcff7"><span class="section-number-4">2.2.1.</span> Ability Scores</h4>
<div class="outline-text-4" id="text-2-2-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Ability</th>
<th scope="col" class="org-right">Score</th>
<th scope="col" class="org-right">Bonus</th>
<th scope="col" class="org-left">Related Skills</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">CON</td>
<td class="org-right">14</td>
<td class="org-right">+2</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">STR</td>
<td class="org-right">18</td>
<td class="org-right">+5</td>
<td class="org-left">Athletics</td>
</tr>

<tr>
<td class="org-left">DEX</td>
<td class="org-right">14</td>
<td class="org-right">+2</td>
<td class="org-left">Acrobatics, Sleight of Hand, Stealth</td>
</tr>

<tr>
<td class="org-left">INT</td>
<td class="org-right">10</td>
<td class="org-right">+0</td>
<td class="org-left">Arcana, History, Investigation, Religion</td>
</tr>

<tr>
<td class="org-left">WIS</td>
<td class="org-right">12</td>
<td class="org-right">+1</td>
<td class="org-left">Animal Handling, Insight, Medicine, Perception, Survival</td>
</tr>

<tr>
<td class="org-left">CHA</td>
<td class="org-right">8</td>
<td class="org-right">-1</td>
<td class="org-left">Deception, Intimidation, Performance, Persuasion</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgec847a7" class="outline-4">
<h4 id="orgec847a7"><span class="section-number-4">2.2.2.</span> Inventory</h4>
<div class="outline-text-4" id="text-2-2-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Armor</th>
<th scope="col" class="org-left">Weapons</th>
<th scope="col" class="org-left">Items</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Chain Shirt 15 AC</td>
<td class="org-left">Silver Longsword 1d8 / slashing +7 to hit</td>
<td class="org-left">Navigators Tools</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Flintlock Pistol x4 1d8 / piercing +2 to hit</td>
<td class="org-left">Vial of Serpent Venom x2</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Spyglass</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">15 Gold, 1 Dragon Peso</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgbf20447" class="outline-4">
<h4 id="orgbf20447"><span class="section-number-4">2.2.3.</span> Special Traits</h4>
<div class="outline-text-4" id="text-2-2-3">
<ul class="org-ul">
<li>Perception +4</li>
</ul>
</div>
</div>
<div id="outline-container-orgb9ad100" class="outline-4">
<h4 id="orgb9ad100"><span class="section-number-4">2.2.4.</span> Actions</h4>
<div class="outline-text-4" id="text-2-2-4">
<ul class="org-ul">
<li><span class="underline"><b>Poison Sword</b></span>: Slash an enemy with a slyly poisoned sword. Do the normal damage and force the creature to make a CON saving throw or take 1d6 poison damage per turn.</li>
<li><span class="underline"><b>Direct Crew</b></span>: When a ally within hearing distance of the first mate makes an attack roll or saving throw, the first mate can utter a command or warning. The ally adds 1d6 to the roll, provided it can understand the language</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org789a191" class="outline-3">
<h3 id="org789a191"><span class="section-number-3">2.3.</span> Pirate Captain</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Captain of a pirate ship. Earned their crew&rsquo;s loyalty though brutality, promise of treasure, or a healthy mixture of both.
</p>

<div class="org-center">
<p>
<span class="underline"><b>CR</b></span><sup><a id="fnr.1.100" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>: 4/10
<span class="underline"><b>HP</b></span>: 135
<span class="underline"><b>PP</b></span><sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>: 15
</p>
</div>
</div>
<div id="outline-container-org7218ca8" class="outline-4">
<h4 id="org7218ca8"><span class="section-number-4">2.3.1.</span> Ability Scores</h4>
<div class="outline-text-4" id="text-2-3-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Ability</th>
<th scope="col" class="org-right">Score</th>
<th scope="col" class="org-right">Bonus</th>
<th scope="col" class="org-left">Related Skills</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">CON</td>
<td class="org-right">15</td>
<td class="org-right">+2</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">STR</td>
<td class="org-right">20</td>
<td class="org-right">+5</td>
<td class="org-left">Athletics</td>
</tr>

<tr>
<td class="org-left">DEX</td>
<td class="org-right">18</td>
<td class="org-right">+3</td>
<td class="org-left">Acrobatics, Sleight of Hand, Stealth</td>
</tr>

<tr>
<td class="org-left">INT</td>
<td class="org-right">11</td>
<td class="org-right">+1</td>
<td class="org-left">Arcana, History, Investigation, Religion</td>
</tr>

<tr>
<td class="org-left">WIS</td>
<td class="org-right">12</td>
<td class="org-right">+2</td>
<td class="org-left">Animal Handling, Insight, Medicine, Perception, Survival</td>
</tr>

<tr>
<td class="org-left">CHA</td>
<td class="org-right">14</td>
<td class="org-right">+3</td>
<td class="org-left">Deception, Intimidation, Performance, Persuasion</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgf9d093d" class="outline-4">
<h4 id="orgf9d093d"><span class="section-number-4">2.3.2.</span> Inventory</h4>
<div class="outline-text-4" id="text-2-3-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Armor</th>
<th scope="col" class="org-left">Weapons</th>
<th scope="col" class="org-left">Items</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Studded Leather Armor 15 AC</td>
<td class="org-left">Steel Scimitar 2d6 / slashing +6 to hit</td>
<td class="org-left">Treasure Chest Key</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Flintlock Pistol x6 (1d8) / piercing +2 to hit</td>
<td class="org-left">Navigators Tools</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">30 Gold, 3 Dragon Pesos</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgf3f4fbd" class="outline-4">
<h4 id="orgf3f4fbd"><span class="section-number-4">2.3.3.</span> Special Traits</h4>
<div class="outline-text-4" id="text-2-3-3">
<ul class="org-ul">
<li>Persuasion +4</li>
</ul>
</div>
</div>
<div id="outline-container-org8a43deb" class="outline-4">
<h4 id="org8a43deb"><span class="section-number-4">2.3.4.</span> Actions</h4>
<div class="outline-text-4" id="text-2-3-4">
<ul class="org-ul">
<li><span class="underline"><b>Direct Crew</b></span>: All allies within hearing distance of the captian get 1d6 added to their next attack roll or saving throw, provided it can understand the language.</li>
<li><span class="underline"><b>Multiattack</b></span>: The captain can make two attacks with its swords or pistols.</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-orgb286f5e" class="outline-2">
<h2 id="orgb286f5e"><span class="section-number-2">3.</span> Boss Troops</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orgc5fb3e5" class="outline-3">
<h3 id="orgc5fb3e5"><span class="section-number-3">3.1.</span> Pirate Admiral</h3>
<div class="outline-text-3" id="text-3-1">
<div class="org-center">
<p>
<span class="underline"><b>CR</b></span><sup><a id="fnr.1.100" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>: 10/10
<span class="underline"><b>HP</b></span>: 14
<span class="underline"><b>PP</b></span><sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>: 11
</p>
</div>
</div>
<div id="outline-container-org5ceb7e7" class="outline-4">
<h4 id="org5ceb7e7"><span class="section-number-4">3.1.1.</span> Ability Scores</h4>
<div class="outline-text-4" id="text-3-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Ability</th>
<th scope="col" class="org-right">Score</th>
<th scope="col" class="org-right">Bonus</th>
<th scope="col" class="org-left">Related Skills</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">CON</td>
<td class="org-right">14</td>
<td class="org-right">+1</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">STR</td>
<td class="org-right">12</td>
<td class="org-right">+3</td>
<td class="org-left">Athletics</td>
</tr>

<tr>
<td class="org-left">DEX</td>
<td class="org-right">17</td>
<td class="org-right">+2</td>
<td class="org-left">Acrobatics, Sleight of Hand, Stealth</td>
</tr>

<tr>
<td class="org-left">INT</td>
<td class="org-right">10</td>
<td class="org-right">+0</td>
<td class="org-left">Arcana, History, Investigation, Religion</td>
</tr>

<tr>
<td class="org-left">WIS</td>
<td class="org-right">11</td>
<td class="org-right">+1</td>
<td class="org-left">Animal Handling, Insight, Medicine, Perception, Survival</td>
</tr>

<tr>
<td class="org-left">CHA</td>
<td class="org-right">10</td>
<td class="org-right">+0</td>
<td class="org-left">Deception, Intimidation, Performance, Persuasion</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgc111046" class="outline-4">
<h4 id="orgc111046"><span class="section-number-4">3.1.2.</span> Inventory</h4>
<div class="outline-text-4" id="text-3-1-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Armor</th>
<th scope="col" class="org-left">Weapons</th>
<th scope="col" class="org-left">Items</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgbd66c7d" class="outline-4">
<h4 id="orgbd66c7d"><span class="section-number-4">3.1.3.</span> Special Traits</h4>
</div>
<div id="outline-container-orgb1c56e5" class="outline-4">
<h4 id="orgb1c56e5"><span class="section-number-4">3.1.4.</span> Actions</h4>
</div>
</div>
<div id="outline-container-org5373d1e" class="outline-3">
<h3 id="org5373d1e"><span class="section-number-3">3.2.</span> Fleet Commander</h3>
<div class="outline-text-3" id="text-3-2">
<div class="org-center">
<p>
<span class="underline"><b>CR</b></span><sup><a id="fnr.1.100" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>: 10/10
<span class="underline"><b>HP</b></span>: 14
<span class="underline"><b>PP</b></span><sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>: 11
</p>
</div>
</div>
