dm-materials/enemies/pirate-faction.org
*** Ability Scores
| Ability | Score | Bonus | Related Skills                                           |
|---------+-------+-------+----------------------------------------------------------|
| CON     |    14 |    +1 |                                                          |
| STR     |    12 |    +3 | Athletics                                                |
| DEX     |    17 |    +2 | Acrobatics, Sleight of Hand, Stealth                     |
| INT     |    10 |    +0 | Arcana, History, Investigation, Religion                 |
| WIS     |    11 |    +1 | Animal Handling, Insight, Medicine, Perception, Survival |
| CHA     |    10 |    +0 | Deception, Intimidation, Performance, Persuasion         |
*** Inventory
| Armor | Weapons | Items |
|-------+---------+-------|
|       |         |       |
*** Special Traits
*** Actions
** Pirate Lord
:PROPERTIES:
:ID:       3ce27f9d-8b83-4004-9515-b83826d7262e
:END:
Leader of all pirate factions in the world. Commands unquestioning loyalty due to his glorious deeds and hoardes of treasure.

One-of-a-kind boss in the world.

#+BEGIN_CENTER
_*CR*_[fn:1]: 10/10
_*HP*_: 14
_*PP*_[fn:2]: 11
#+END_CENTER
*** Ability Scores
| Ability | Score | Bonus | Related Skills                                           |
|---------+-------+-------+----------------------------------------------------------|
| CON     |    14 |    +1 |                                                          |
| STR     |    12 |    +3 | Athletics                                                |
| DEX     |    17 |    +2 | Acrobatics, Sleight of Hand, Stealth                     |
| INT     |    10 |    +0 | Arcana, History, Investigation, Religion                 |
| WIS     |    11 |    +1 | Animal Handling, Insight, Medicine, Perception, Survival |
| CHA     |    10 |    +0 | Deception, Intimidation, Performance, Persuasion         |
*** Inventory
| Armor | Weapons | Items |
|-------+---------+-------|
|       |         |       |
*** Special Traits
*** Actions
-----
* Footnotes
[fn:1] Glossary: [[id:a3719559-2b06-443a-b75a-96c9aa3f3b26][Challenge Rating]]
[fn:2] Glossary: [[id:a3719559-2b06-443a-b75a-96c9aa3f3b26][Passive Perception]]
