dm-materials/enemies/pirate-faction.html
<div id="outline-container-org4f29db3" class="outline-4">
<h4 id="org4f29db3"><span class="section-number-4">3.2.1.</span> Ability Scores</h4>
<div class="outline-text-4" id="text-3-2-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Ability</th>
<th scope="col" class="org-right">Score</th>
<th scope="col" class="org-right">Bonus</th>
<th scope="col" class="org-left">Related Skills</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">CON</td>
<td class="org-right">14</td>
<td class="org-right">+1</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">STR</td>
<td class="org-right">12</td>
<td class="org-right">+3</td>
<td class="org-left">Athletics</td>
</tr>

<tr>
<td class="org-left">DEX</td>
<td class="org-right">17</td>
<td class="org-right">+2</td>
<td class="org-left">Acrobatics, Sleight of Hand, Stealth</td>
</tr>

<tr>
<td class="org-left">INT</td>
<td class="org-right">10</td>
<td class="org-right">+0</td>
<td class="org-left">Arcana, History, Investigation, Religion</td>
</tr>

<tr>
<td class="org-left">WIS</td>
<td class="org-right">11</td>
<td class="org-right">+1</td>
<td class="org-left">Animal Handling, Insight, Medicine, Perception, Survival</td>
</tr>

<tr>
<td class="org-left">CHA</td>
<td class="org-right">10</td>
<td class="org-right">+0</td>
<td class="org-left">Deception, Intimidation, Performance, Persuasion</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org21bcde6" class="outline-4">
<h4 id="org21bcde6"><span class="section-number-4">3.2.2.</span> Inventory</h4>
<div class="outline-text-4" id="text-3-2-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Armor</th>
<th scope="col" class="org-left">Weapons</th>
<th scope="col" class="org-left">Items</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org622ca7e" class="outline-4">
<h4 id="org622ca7e"><span class="section-number-4">3.2.3.</span> Special Traits</h4>
</div>
<div id="outline-container-org935e862" class="outline-4">
<h4 id="org935e862"><span class="section-number-4">3.2.4.</span> Actions</h4>
</div>
</div>
<div id="outline-container-orgf18b44e" class="outline-3">
<h3 id="orgf18b44e"><span class="section-number-3">3.3.</span> Pirate Lord</h3>
<div class="outline-text-3" id="text-3-3">
<p>
Leader of all pirate factions in the world. Commands unquestioning loyalty due to his glorious deeds and hoardes of treasure.
</p>

<p>
One-of-a-kind boss in the world.
</p>

<div class="org-center">
<p>
<span class="underline"><b>CR</b></span><sup><a id="fnr.1.100" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>: 10/10
<span class="underline"><b>HP</b></span>: 14
<span class="underline"><b>PP</b></span><sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>: 11
</p>
</div>
</div>
<div id="outline-container-org41c3f07" class="outline-4">
<h4 id="org41c3f07"><span class="section-number-4">3.3.1.</span> Ability Scores</h4>
<div class="outline-text-4" id="text-3-3-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Ability</th>
<th scope="col" class="org-right">Score</th>
<th scope="col" class="org-right">Bonus</th>
<th scope="col" class="org-left">Related Skills</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">CON</td>
<td class="org-right">14</td>
<td class="org-right">+1</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">STR</td>
<td class="org-right">12</td>
<td class="org-right">+3</td>
<td class="org-left">Athletics</td>
</tr>

<tr>
<td class="org-left">DEX</td>
<td class="org-right">17</td>
<td class="org-right">+2</td>
<td class="org-left">Acrobatics, Sleight of Hand, Stealth</td>
</tr>

<tr>
<td class="org-left">INT</td>
<td class="org-right">10</td>
<td class="org-right">+0</td>
<td class="org-left">Arcana, History, Investigation, Religion</td>
</tr>

<tr>
<td class="org-left">WIS</td>
<td class="org-right">11</td>
<td class="org-right">+1</td>
<td class="org-left">Animal Handling, Insight, Medicine, Perception, Survival</td>
</tr>

<tr>
<td class="org-left">CHA</td>
<td class="org-right">10</td>
<td class="org-right">+0</td>
<td class="org-left">Deception, Intimidation, Performance, Persuasion</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgace2f90" class="outline-4">
<h4 id="orgace2f90"><span class="section-number-4">3.3.2.</span> Inventory</h4>
<div class="outline-text-4" id="text-3-3-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Armor</th>
<th scope="col" class="org-left">Weapons</th>
<th scope="col" class="org-left">Items</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orge8826ab" class="outline-4">
<h4 id="orge8826ab"><span class="section-number-4">3.3.3.</span> Special Traits</h4>
</div>
<div id="outline-container-org437983e" class="outline-4">
<h4 id="org437983e"><span class="section-number-4">3.3.4.</span> Actions</h4>
<div class="outline-text-4" id="text-3-3-4">
<hr />
</div>
</div>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Glossary: <a href="../../glossary.html#ID-a3719559-2b06-443a-b75a-96c9aa3f3b26">Challenge Rating</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2" role="doc-backlink">2</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Glossary: <a href="../../glossary.html#ID-a3719559-2b06-443a-b75a-96c9aa3f3b26">Passive Perception</a>
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="date">Date: 2023-08-11 Fri 00:00</p>
<p class="author">Author: zfoteff + jelkins</p>
<p class="date">Created: 2023-09-08 Fri 16:26</p>
</div>
</body>
</html>